export const mockTools = [
    {
        id: 1,
        name: 'تحويل البي دي اف',
        href: '/pdf-converter',
    },
    {
        id: 2,
        name: 'تحويل الصور',
        href: '/image-converter',
    },       
]

export const mockKnowledgeBase = [
    
    {
        id: 1,
        name: 'دليل الاستخدام ',
        href: '/converter-guide',
    },
    {
        id: 2,
        name: 'سياسية الخصوصية',
        href: '/converter-faq',
    },    
]

export const mockCompany = [
    {
        id: 1,
        name: 'المدونة',
        href: '/press',
    },
    
]

export const faqs = [
    {
        id: 1,
        question: 'ما هي الخدمة المقدمة؟',
        answer: 'تحويل الجداول من الصور أو ملفات بي دي اف إلى مستندات وورد قابلة للتعديل بالكامل مع الحفاظ على اللغة العربية.'
    },
    {
        id: 2,
        question: 'كيف يعمل محول الجداول؟',
        answer: 'يستخدم محول الجداول تقنيات متقدمة لتحويل الجداول من الصور وملفات بي دي اف إلى جداول يمكن تحريرها في ملف وورد، مع الحفاظ على تنسيق البيانات ودقتها.'
    },
    {
        id: 3,
        question: 'هل خدمة تحويل الجداول مجانية؟',
        answer: 'تتوفر نسخة مجانية بحد أقصى لعدد الصفحات يومياً، بالإضافة إلى النسخة المدفوعة التي توفر مميزات أكبر.'
    },
    {
        id: 4,
        question: 'ما مدى دقة التحويل؟',
        answer: 'خدمة تحويل الجداول دقيقة للغاية، لكن قد تختلف النتائج حسب تعقيد الملف. يوصى بمراجعة النتائج بعد التحويل.'
    },
    {
        id: 5,
        question: 'هل يمكن تحويل جميع ملفات بي دي اف والصور التي تحتوي على جداول؟',
        answer: 'يمكن للخدمة التعامل مع معظم الصور وملفات بي دي اف التي تحتوي على جداول، ولكن قد لا يتم دعم بعض التنسيقات المعقدة بالكامل.'
    },
    {
        id: 6,
        question: 'كيف يمكنني استخدام خدمة تحويل الجداول؟',
        answer: 'يمكنك استخدام الخدمة من خلال رفع الصورة أو ملف بي دي اف الذي يحتوي على جداول في الصفحة المخصصة للتحويل.'
    },
]
