export const mockTools = [
    {
        id: 1,
        name: 'تحويل البي دي اف',
        href: '/pdf-converter',
    },
    {
        id: 2,
        name: 'تحويل الصور',
        href: '/image-converter',
    },       
]

export const mockKnowledgeBase = [
    
    {
        id: 1,
        name: 'بنود الخدمة ',
        href: '/terms-of-service',
    },
    {
        id: 2,
        name: 'سياسية الخصوصية',
        href: 'privacy-policy',
    },    
]

export const mockCompany = [
    {
        id: 1,
        name: 'المدونة',
        href: '/blog',
    },
    {
        id: 2,
        name: 'الباقات',
        href: '/pricing',
    },
]
    export const faqs = [
        {
            id: 1,
            question: 'ما هي الخدمة المقدمة؟',
            answer: 'خدمة إنشاء العروض التقديمية باستخدام الذكاء الاصطناعي التي تساعدك في تصميم شرائح PowerPoint احترافية بناءً على المدخلات النصية الخاصة بك.'
        },
        {
            id: 2,
            question: 'كيف تعمل خدمة إنشاء العروض التقديمية؟',
            answer: 'يستخدم النظام الذكاء الاصطناعي لتحليل المدخلات النصية وتوليد تصميمات شرائح متوافقة مع موضوع العرض التقديمي. يمكنك تخصيص التصميم وإضافة لمساتك الخاصة.'
        },
        {
            id: 5,
            question: 'هل يمكنني استخدام الخدمة لأي نوع من العروض التقديمية؟',
            answer: 'نعم، يمكنك إنشاء عروض تقديمية لأي موضوع، سواء كان تعليمياً، تجارياً، أو ترفيهياً، مع وجود قوالب تناسب جميع الاحتياجات.'
        },
        {
            id: 6,
            question: 'كيف يمكنني البدء باستخدام الخدمة؟',
            answer: 'يمكنك البدء باستخدام الخدمة عن طريق التسجيل ورفع محتوى العرض التقديمي النصي، وسيقوم الذكاء الاصطناعي بإنشاء شرائح مخصصة لك تلقائيًا.'
        },
    ];
    

    export const pricingfaqs = [
        {
            id: 1,
            question: 'ما هي الخدمة المقدمة؟',
            answer: 'خدمة إنشاء العروض التقديمية باستخدام الذكاء الاصطناعي التي تساعدك في تصميم شرائح PowerPoint احترافية بناءً على المدخلات النصية الخاصة بك.'
        },
        {
            id: 2,
            question: 'كيف تعمل خدمة إنشاء العروض التقديمية؟',
            answer: 'يستخدم النظام الذكاء الاصطناعي لتحليل المدخلات النصية وتوليد تصميمات شرائح متوافقة مع موضوع العرض التقديمي. يمكنك تخصيص التصميم وإضافة لمساتك الخاصة.'
        },
        {
            id: 3,
            question: 'هل الخدمة مجانية؟',
            answer: 'تتوفر خطة مجانية تتيح إنشاء عدد محدود من العروض التقديمية بالإضافة إلى خطط مدفوعة توفر مزايا وإمكانات أكبر.'
        },
        
    ];
    


    


// export const faqs = [
//     {
//         id: 1,
//         question: 'ما هي الخدمة المقدمة؟',
//         answer: 'تحويل الجداول من الصور أو ملفات بي دي اف إلى مستندات وورد قابلة للتعديل بالكامل مع الحفاظ على اللغة العربية.'
//     },
//     {
//         id: 2,
//         question: 'كيف يعمل محول الجداول؟',
//         answer: 'يستخدم محول الجداول تقنيات متقدمة لتحويل الجداول من الصور وملفات بي دي اف إلى جداول يمكن تحريرها في ملف وورد، مع الحفاظ على تنسيق البيانات ودقتها.'
//     },
//     {
//         id: 3,
//         question: 'هل خدمة تحويل الجداول مجانية؟',
//         answer: 'تتوفر نسخة مجانية بحد أقصى لعدد الصفحات يومياً، بالإضافة إلى النسخة المدفوعة التي توفر مميزات أكبر.'
//     },
//     {
//         id: 4,
//         question: 'ما مدى دقة التحويل؟',
//         answer: 'خدمة تحويل الجداول دقيقة للغاية، لكن قد تختلف النتائج حسب تعقيد الملف. يوصى بمراجعة النتائج بعد التحويل.'
//     },
//     {
//         id: 5,
//         question: 'هل يمكن تحويل جميع ملفات بي دي اف والصور التي تحتوي على جداول؟',
//         answer: 'يمكن للخدمة التعامل مع معظم الصور وملفات بي دي اف التي تحتوي على جداول، ولكن قد لا يتم دعم بعض التنسيقات المعقدة بالكامل.'
//     },
//     {
//         id: 6,
//         question: 'كيف يمكنني استخدام خدمة تحويل الجداول؟',
//         answer: 'يمكنك استخدام الخدمة من خلال رفع الصورة أو ملف بي دي اف الذي يحتوي على جداول في الصفحة المخصصة للتحويل.'
//     },
// ]
